[English]
T2=Mouse Keys
T3=Mouse Adv.
T4=Marco
T5=Breathe LED
T6=Online
T7=About
T8=Device


K1=Left Key
K2=Right Key
K3=Middle Key
K4=Back Key
K5=Forward Key
K6=DPI
K7=Double Key
K8=IE
K9=Win
K10=Mode Key
K11=Tilt Left
K12=Tilt Right

KM1=Mouse Keys
KM2=Gaming Configuration
KM3=Office Command
KM4=Multimedia Command
KM5=WWW Command
KM6=Windows8 Command
KM7=Operating System Command
KM8=Other Command
KM9=Mode Switch
KM10=Key Off

KBK1=Left Key
KBK2=Right Key
KBK3=Middle Key
KBK4=Back Key
KBK5=Forward Key
KBK6=Tilt Left
KBK7=Tilt Right

KG1=Double Left Click
KG2=Three Left Click
KG3=Four Left Click
KG4=Five Left Click
KG5=Macro

KOF1=Copy
KOF2=Paste
KOF3=Cut
KOF4=Select All
KOF5=Find
KOF6=New
KOF7=Print
KOF8=Save
KOF9=E-mail

KA1=Player
KA2=Play/Pause
KA3=Stop
KA4=Volume + 
KA5=Volume - 
KA6=Previous Track
KA7=Next Track  
KA8=Mute

KIE1=WWW Home
KIE2=WWW Search
KIE3=WWW Back
KIE4=WWW Forward
KIE5=WWW Stop
KIE6=WWW Refresh
KIE7=WWW Favorites

KW81=Search
KW82=Share
KW83=Device
KW84=Install
KW85=Return Process Window
KW86=Process Window List View
KW87=Page Segmentation
KW88=Application Menu

KOS1=Switch Win
KOS2=Close Win
KOS3=Explorer
KOS4=Run
KOS5=Desktop
KOS6=Lock PC
KOS7=Windows

KOT1=DPI+
KOT2=DPI-
KOT3=DPI
KOT4=Breathe LED Switch

MS1=Mouse Pointer Speed
MS2=Enhance pointer precision

MWS1=Mouse Wheel Speed
MWS2=Scroll one screen at a time

MDS=Mouse Double-click Speed

RR=Report Rate
RRV1=125Hz
RRV2=250Hz
RRV3=500Hz
RRV4=1000Hz

DPI=DPI
DPI1=Level1
DPI2=Level2
DPI3=Level3
DPI4=Level4

SD=Sensor Degree
SD1=0°
SD2=90°
SD3=180°
SD4=270°

Macro1=Macro
Macro2=Macro Name
Macro3=Macro Configuration
Macro4=New
Macro5=REC.
Macro6=Save
Macro7=Delete
Macro8=Delay
Macro9=Marco List
Macro10=Stop

Bre1=Breathe LED
Bre2=High
Bre3=Middle
Bre4=Low
Bre5=Close
Fre1=Breathe Frequency
Fre2=Fast
Fre3=Middle
Fre4=Slow
Fre5=Close

Col1=Breathe Color
Col2=Red
Col3=Yellow
Col4=Green
Col5=Cyan
Col6=Blue
Col7=Purple
Col8=White
Col9=Auto

Ver=Current Firmware Version:

Mode1=Basic Mouse
Mode2=Windows8 
Mode3=Game Mode 
Mode4=Media Mode 
Mode5=Office Mode 
MenuConf=Save Configure
MenuName=Save As Name
Default=Default Setting

Apply=Apply  

Form2_T=Macro Select
Form2_O=OK
Form2_C=Cancel

Form3_T=New Configure Name
Form3_O=OK
Form3_C=Cancel

Form5_T=Please Keep One 'Left Key'!